from aiogram import Router
from bot.handlers.client.commands.start import F, Command, Message, bot

router = Router()

@router.message(Command('about'))
async def __(message: Message):
    await message.answer('BETH – это бот, где ты можешь играть с друзяьми! \n\nВ игре ты можешь выбить разных питомцев и сливаться ими со своими друзьями🫂 \nПрокачивай своих питомцев, получай неройны и улучшай их! \n\nИгра постоянно обновляеться, так что следи за всеми новыми возможностями по команде /news')

@router.message(Command('news'))
async def __(message: Message):
   await message.answer('Скоро в игре: \n\n-🤲🏻<b>Система ношения</b>...(при одном ношении в определённую стоимость нейронв можно выбить нового питомца)', parse_mode='HTML')